Repository: DonMartialMinh/Exercise
Catalog: Exercise/*.lproj/Localizable.strings
Languages: ja, vi

source: Next
ja: 次へ
vi: Tiếp theo

source: Back
ja: 戻る
vi: Trở lại

source: Select a variation
ja: バリエーションを選択
vi: Chọn biến thể

source: Select a photo
ja: 配置したい写真を選択
vi: Chọn ảnh muốn đặt

source: Design and edit
ja: デザイン・差出人の編集
vi: Thiết kế và chỉnh sửa

source: Confirmation of design
ja: デザインを最終確認
vi: Xác nhận thiết kế

source: Proceed to order
ja: 注文へ 進む
vi: Đi đến đặt hàng

source: Enable photos access?
ja: 写真へのアクセスを有効にしますか?
vi: Cho phép truy cập thư viện?

source: To use this feature you must enable photos access in settings
ja: この機能を使用するには、設定で写真へのアクセスを有効にする必要があります
vi: Để sử dụng tính năng này bạn phải cấp quyền truy cập cho ứng dụng ở mục cài đặt

source: Unselected item?
ja: 未選択のアイテム?
vi: Bỏ chọn mục?

source: Going back will undo the selection you made
ja: 戻ると、行った選択が取り消されます
vi: Quay lại sẽ huỷ bỏ lựa chọn của bạn

source: Go back
ja: 戻る
vi: Quay lại

source: Settings
ja: 設定
vi: Cài đặt

source: Cancel
ja: キャンセル
vi: Huỷ bỏ

source: Loading
ja: 読み込み中
vi: Đang tải
